import "./Content.css";

export default function Content() {
  return (
    <div className="container">
      <h1 className="content-header">უკეთ გავიცნოთ ერთმანეთი!</h1>
      <p>
        გამარჯობა, მე ვარ დავით ლაზარიაშვილი 23 წილს (აქ გაგეცნობით ახლოდან
        ვინაიდან პირველ ლექციაზე მხოლოდ ერთი წუთი გვქონდა გამოყოფილი დრო 😅).
        უკვე 3 წელია რაც დაინტერესებული ვარ ვებ პროგრამირებით. სწავლა
        დამოუკიდებლად დავიწყე frontendmasters.com -დან ამის შემდეგ ჩავირიცხე
        ციფრული ინდუსტრიის აკადემიაში js-ის კურსზე, რომელიც წარმატებით
        დავამთავრე, ამის შემდეგ ამავე აკადემიაში წარმატებით დავასრულე node.js-ის
        კურსი, სადაც express-ი გავიარეთ.
      </p>
      <p>
        პირადი პროექტები მაქვს აწყობილი, როგორც Full-Stack ასევე მარტო Front-End
        და მარტო Back-end (react, next.js, express), რაც შეეხება ბაზებს (mysql,
        postgresql და mongodb). დაჰოსტილი მაქვს ჩემი საიტი aws როგორც instance
        ასევე rds mysql ბაზა დაინტერესების შემთხვევაში შეგიძლიათ ნახოთ
        http://16.171.230.40/ (გასტილული მაინც და მაინც კარგად არ მაქვს მკაცრად
        არ შემაფასოთ 🤣 დომეინში ჩასმას ავარიდე თავი როგორც https-ის დაყენებას
        გარკველული გადასახადების გამო, მაგრამ ვიცი როგორც ყენდება💪). პ.ს ბევრი
        რამის თქმა მინდა კიდევ, მაგრამ ბატონმა გუგამ scroll-ი არაო 🤣
      </p>
    </div>
  );
}
